[{"date": "8:40 AM - 6 Aug 2019", "tweet": "Toni Morrison was a national treasure, as good a storyteller, as captivating, in person as she was on the page. Her writing was a beautiful, meaningful challenge to our conscience and our moral imagination. What a gift to breathe the same air as her, if only for a while.pic.twitter.com/JG7Jgu4p9t", "replies": "3,968", "retweets": "52,947", "likes": "347,189"}, {"date": "12:02 PM - 5 Aug 2019", "tweet": "Until all of us stand up and insist on holding public officials accountable for changing our gun laws, these tragedies will keep happening:https://www.vox.com/policy-and-politics/2019/7/1/18683860/democrats-2020-gun-control-mass-shootings …", "replies": "7,815", "retweets": "32,881", "likes": "168,274"}, {"date": "12:01 PM - 5 Aug 2019", "tweet": "pic.twitter.com/nNOVtQ50O4", "replies": "31,517", "retweets": "303,082", "likes": "1,023,047"}, {"date": "12:52 PM - 1 Aug 2019", "tweet": "The families of our wounded warriors don't often get a lot of fanfare, but they're serving and sacrificing right alongside their loved ones. We all owe a debt to them, too, and Fisher House is always making sure we're serving those who serve us.https://twitter.com/fisherhousefdtn/status/1157014026632798208 …", "replies": "6,308", "retweets": "22,262", "likes": "150,657"}, {"date": "10:32 AM - 31 Jul 2019", "tweet": "Recent court decisions make it clear that the change we need to restore our democracy has to come from the ground up. @Allontheline’s work to ensure an accurate census count and achieve fair maps in 2021 has never been more important. Join us today: http://bit.ly/aotl44tw719 pic.twitter.com/mEbwKCDUiP", "replies": "1,664", "retweets": "6,586", "likes": "31,592"}, {"date": "11:19 AM - 28 Jul 2019", "tweet": "Here’s a worthwhile Sunday read: “…nothing should temper partisanship more than an awareness that somewhere, on some issue, people with whom you disagree are telling a story that you really need to hear.”https://www.nytimes.com/2019/07/27/opinion/sunday/the-stories-that-divide-us.html …", "replies": "4,592", "retweets": "11,663", "likes": "61,412"}, {"date": "11:01 AM - 27 Jul 2019", "tweet": "I’ve always been proud of what this team accomplished during my administration. But more than what we did, I’m proud of how they’re continuing to fight for an America that’s better.https://www.washingtonpost.com/opinions/we-are-african-americans-we-are-patriots-and-we-refuse-to-sit-idly-by/2019/07/26/c02ade6c-af16-11e9-8e77-03b30bc29f64_story.html …", "replies": "15,444", "retweets": "34,680", "likes": "181,847"}, {"date": "1:32 PM - 25 Jul 2019", "tweet": "Leaders: Africa may have ended, but 200 inspiring #ObamaLeaders returned to their homes with the new connections and fresh perspectives that will help them change the future. http://obama.org/africa pic.twitter.com/Bm7VgpjTRO", "replies": "564", "retweets": "1,423", "likes": "8,412"}, {"date": "2:03 PM - 23 Jul 2019", "tweet": "Economist Raj Chetty is not only identifying the decline in opportunity we’ve seen in recent decades—but trying to reverse it. Inequality, like many problems we face, is as vast as it is complex. But this article left me a little more hopeful:https://www.theatlantic.com/magazine/archive/2019/08/raj-chettys-american-dream/592804/ …", "replies": "710", "retweets": "4,063", "likes": "24,073"}, {"date": "2:02 PM - 23 Jul 2019", "tweet": "Here are a couple of articles backed by new research that are worth taking a look at: A new study on the Medicaid expansion my administration fought for under the Affordable Care Act—and how these policy decisions affect lives in real terms:https://www.vox.com/policy-and-politics/2019/7/23/20703776/medicaid-expansion-obamacare-health-care-2020 …", "replies": "2,495", "retweets": "13,734", "likes": "64,211"}, {"date": "7:40 AM - 20 Jul 2019", "tweet": "In America, we don’t fear the future, we embrace it. 50 years ago, that spirit took us to the moon. Today, it’s embodied by people like Tiffany Davis. She’s a young rocket scientist who is helping us explore the next frontier, wherever that might take us.http://www.tinyurl.com/y5otuv2x ", "replies": "3,396", "retweets": "18,206", "likes": "122,035"}, {"date": "12:46 PM - 19 Jul 2019", "tweet": "What truly makes our country great is its diversity. I’ve seen that beauty in so many ways over the years. Whether we are born here or seek refuge here, there’s a place for us all. We must remember it’s not my America or your America. It’s our America.", "replies": "20,678", "retweets": "129,898", "likes": "596,324"}, {"date": "11:24 AM - 18 Jul 2019", "tweet": "#MandelaDay reminds us that when things feel dark, confusing, or impossible—take a look back at his writings. There, we see how a belief in the dignity of every person can be made real, an unwavering hope to steel us along our own long walks toward something better.pic.twitter.com/fKgrVRiHhc", "replies": "3,999", "retweets": "26,667", "likes": "151,466"}, {"date": "3:34 PM - 17 Jul 2019", "tweet": "I have a good feeling about these Chicago @UrbanAlliance interns. Thanks for letting me spend yesterday afternoon with you—you’re going to go on to do incredible things and make many people proud. In fact, you already have.pic.twitter.com/ZjzFQmBQqm", "replies": "4,773", "retweets": "17,478", "likes": "141,860"}, {"date": "10:30 AM - 10 Jul 2019", "tweet": "The @ObamaFoundation is helping a new generation of leaders make their mark, and there’s an extraordinary group gathering this week for Obama Leaders: Africa. Their work will help unlock the incredible promise of the continent—and make the world better for all of us.pic.twitter.com/rnPHn9UuEn", "replies": "4,498", "retweets": "8,318", "likes": "57,627"}, {"date": "6:01 AM - 10 Jul 2019", "tweet": "Proud to rep America’s best team! Congrats @USWNT and thanks for being such a strong inspiration for women and girls—and everybody—all across the country.pic.twitter.com/9Gp6UTZhEE", "replies": "9,047", "retweets": "60,087", "likes": "536,437"}, {"date": "10:20 AM - 7 Jul 2019", "tweet": "Yes! Fourth star. Back to back. Congrats to the record breakers on the @USWNT, an incredible team that’s always pushing themselves—and the rest of us—to be even better. Love this team. #OneNationOneTeam", "replies": "5,445", "retweets": "63,542", "likes": "471,245"}, {"date": "7:42 AM - 7 Jul 2019", "tweet": "Good luck to the @USWNT! You all are some of the most fearless, powerful, awe-inspiring athletes I’ve ever seen—and together, you’re nothing short of extraordinary. #OneNationOneTeam", "replies": "1,132", "retweets": "12,977", "likes": "133,658"}, {"date": "5:24 AM - 4 Jul 2019", "tweet": "Happy Fourth of July, everybody! This is always a great day in the Obama family: a chance to celebrate America—and Malia’s birthday, too. Hope all of you are able to get some time with friends, family, and fireworks.pic.twitter.com/Gn9kVCCnuf", "replies": "22,390", "retweets": "57,107", "likes": "561,009"}, {"date": "9:48 AM - 3 Jul 2019", "tweet": "I’m admittedly biased, but this article gibes with my experience about what all of us might take away from the “aloha spirit.”https://www.nytimes.com/2019/06/28/opinion/sunday/racism-hawaii.html …", "replies": "2,881", "retweets": "10,827", "likes": "81,790"}]